"Continue" = "Continue";

"Software Update" = "Software Update";
"Release Notes:" = "Release Notes:";
"Remind Me Later" = "Remind Me Later";
"Install on Quit" = "Install on Quit";
"Install and Relaunch" = "Install and Relaunch";
"Skip This Version" = "Skip This Version";

"Automatically download and install updates" = "Automatically download and install updates";
"No newer version available." = "No newer version available.";

/* Progress messages */
"Installing update…" = "Installing update…";
"Checking for updates…" = "Checking for updates…";
"Downloading update…" = "Downloading update…";
"Extracting update…" = "Extracting update…";

"Version {0} is now available" = "Version {0} is now available";
